---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MarkupsLabel
source: html/29aa7995-b755-87c3-cbf4-16e87e677d1b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MarkupsLabel Property

"Label"

## Syntax (C#)
```csharp
public static ForgeTypeId MarkupsLabel { get; }
```